-- metronomes

INSERT INTO metronomes (title, numerator, denominator, tempo, song_id)
VALUES
-- No Roots
(null, 4, 4, 116, 1),
-- It''s My Life
(null, 4, 4, 120, 2),
-- Sweet Dreams (Are Made of This)
(null, 4, 4, 126, 3),
-- This Love
(null, 4, 4, 95, 4),
-- No Leaf Clover
(null, 2, 4, 75, 5),
-- Nothing Else Matters
(null, 6, 8, 47, 6),
-- The Unforgiven
(null, 2, 4, 70, 7),
-- Smells Like Teen Spirit
(null, 2, 4, 117, 8),
-- Creep
(null, 4, 4, 95, 9),
-- Karma Police
-- Frühling in Paris
(null, 4, 4, 128, 11),
-- Mutter
(null, 4, 4, 58, 12),
-- Aerials
(null, 4, 4, 80, 13),
-- Chop Suey!
(null, 4, 4, 130, 14),
-- Lonely Day
(null, 6, 8, 75, 15),
-- Toxicity
(null, 6, 8, 80, 16),
-- Yesterday
(null, 4, 4, 95, 17),
-- Zombie
(null, 4, 4, 80, 18),
-- Три полоски
(null, 4, 4, 108, 19),
-- 12 обезьян
(null, 4, 4, 128, 20),
-- Бьёт Бит
(null, 2, 4, 110, 21),
-- Улыбайся
(null, 4, 4, 130, 22),
-- Гореть
(null, 4, 4, 67, 23),
-- Лёгкія-лёгкія
(null, 4, 4, 132, 24),
-- Тры чарапахі
(null, 2, 4, 132, 25),
-- Как на войне
(null, 4, 4, 137, 26),
-- Город золотой
(null, 2, 4, 65, 27),
-- На заре
(null, 4, 4, 127, 28),
-- Беспечный ангел
(null, 4, 4, 130, 29),
-- Закат
(null, 4, 4, 130, 30),
-- Осколок льда
(null, 4, 4, 71, 31),
-- Штиль
(null, 12, 8, 68, 32),
-- Дорога
(null, 3, 4, 130, 33),
-- Варвара
(null, 2, 4, 84, 34),
-- Компромисс
(null, 4, 4, 105, 35),
-- Мой рок-н-ролл
(null, 4, 4, 120, 36),
-- Полковнику никто не пишет
(null, 4, 4, 88, 37),
-- Серебро
(null, 2, 4, 85, 38),
-- Наше лето
(null, 4, 4, 120, 39),
-- Всё идёт по плану
-- Всё как у людей
-- Зоопарк
-- Моя оборона
-- Мёртвые
-- Насрать на моё лицо
-- Нечего терять
-- Про дурачка
-- В последнюю осень
(null, 2, 4, 113, 48),
-- Осенняя
-- Просвистела
-- Что такое осень
(null, 4, 4, 198, 51),
-- Это всё…
-- Про дурачка
-- Про мишутку (Песенка для Янки)
-- Батарейка
-- Всё, что касается
(null, 4, 4, 177, 56),
-- До скорой встречи
(null, 4, 4, 150, 57),
-- Напитки покрепче
(null, 2, 4, 72, 58),
-- Просто такая сильная любовь
-- Районы-кварталы
(null, 2, 4, 88, 60),
-- Земляне - Трава у дома
('Intro', 4, 4, 85, 61),
('Break', 4, 4, 128, 61),
-- Искала
(null, 2, 4, 95, 62),
-- Хочешь?
(null, 4, 4, 67, 63),
-- Группа крови
(null, 4, 4, 124, 64),
-- Звезда по имени Солнце
(null, 4, 4, 118, 65),
-- Когда твоя девушка больна
(null, 4, 4, 117, 66),
-- Кончится лето
(null, 4, 4, 139, 67),
-- Кукушка
(null, 4, 4, 106, 68),
-- Мама, мы все тяжело больны
(null, 4, 4, 167, 69),
-- Пачка сигарет
(null, 2, 4, 87, 70),
-- Хочу перемен!
(null, 4, 4, 130, 71),
-- Я свободен!
(null, 4, 4, 70, 72),
-- Воспоминание о былой любви
(null, 4, 4, 115, 73),
-- Дурак и молния
(null, 4, 4, 178, 74),
-- Ели мясо мужики
(null, 4, 4, 170, 75),
-- Жаль, нет ружья!
(null, 4, 4, 152, 76),
-- Камнем по голове
(null, 4, 4, 162, 77),
-- Кукла колдуна
(null, 4, 4, 148, 78),
-- Лесник
(null, 4, 4, 173, 79),
-- Мёртвый Анархист
(null, 4, 4, 125, 80),
-- Проклятый старый дом
(null, 4, 4, 120, 81),
-- Прыгну со скалы
(null, 4, 4, 156, 82),
-- WWW
(null, 4, 4, 140, 83),
-- В Питере - пить
(null, 2, 4, 80, 84),
-- Терминатор
-- Хали-Гали
(null, 4, 4, 144, 86),
-- Ау
(null, 4, 4, 123, 87),
-- Воины света
(null, 4, 4, 105, 88),
-- В платье белом
(null, 4, 4, 128, 89),
-- Грай
(null, 4, 4, 92, 90),
-- Евпатория
(null, 4, 4, 124, 91),
-- Капитал
(null, 2, 4, 126, 92),
-- Манифест
(null, 2, 4, 150, 93),
-- Не быць скотам!
(null, 4, 4, 144, 94),
-- Belarus Freedom
-- Огоньки
(null, 2, 4, 106, 96),
-- Сочи
(null, 4, 4, 141, 97),
-- Танцуй
(null, 4, 4, 212, 98),
-- Шут
(null, 2, 4, 100, 99),
-- Яблони
(null, 4, 4, 120, 100),
-- Я верю
(null, 2, 4, 81, 101),
-- Зеленоглазое такси
(null, 4, 4, 104, 102),
-- Кольщик
(null, 4, 4, 64, 103),
-- ДЕВОЧКА С КАРЕ
(null, 4, 4, 150, 104),
-- Владивосток 2000
(null, 4, 4, 130, 105),
-- Медведица
(null, 4, 4, 130, 106),
-- Дыхание
-- Крылья
-- Последнее письмо
('Intro, Verse 1', 2, 4, 50, 109),
('Chorus', 2, 4, 85, 109),
-- Прогулки по воде
-- Скованные одной цепью
-- Я хочу быть с тобой
-- Дым сигарет с ментолом
(null, 4, 4, 75, 113),
-- Я так соскучился
(null, 6, 8, 64, 114),
-- 30 лет
(null, 4, 4, 151, 115),
-- Демобилизация
(null, 4, 4, 204, 116),
-- Пора домой
(null, 4, 4, 160, 117),
-- Туман
(null, 4, 4, 160, 118),
-- Разбуры турмы муры
(null, 6, 8, 69, 119),
-- Стены рухнут
(null, 6, 8, 69, 120),
-- Клён
(null, 2, 4, 65, 121),
-- Круги на воде
(null, 4, 4, 71, 122),
-- Выхода нет
(null, 4, 4, 86, 123),
-- Линия жизни
(null, 4, 4, 105, 124),
-- Моё сердце
(null, 4, 4, 131, 125),
-- Орбит без сахара
(null, 4, 4, 136, 126),
-- Романс
(null, 4, 4, 100, 127),
-- Половинка
(null, 2, 4, 87, 128),
-- Ту-лу-ла
(null, 2, 4, 130, 129);