-- metronomes

INSERT INTO metronomes (id, title, numerator, denominator, tempo, song_id)
VALUES
-- Alice Merton - No Roots
(DEFAULT, null, 4, 4, 116, 1),
-- Bon Jovi - It's My Life
(DEFAULT, null, 4, 4, 120, 2),
-- Eurythmics - Sweet Dreams (Are Made of This)
(DEFAULT, null, 4, 4, 126, 3),
-- Maroon 5 - This Love
(DEFAULT, null, 4, 4, 95, 4),
-- Linkin Park - Numb
(DEFAULT, null, 4, 4, 110, 5),
-- Metallica - No Leaf Clover
(DEFAULT, null, 2, 4, 75, 6),
-- Metallica - Nothing Else Matters
(DEFAULT, null, 6, 8, 47, 7),
-- Metallica - The Unforgiven
(DEFAULT, null, 2, 4, 70, 8),
-- Nirvana - Smells Like Teen Spirit
(DEFAULT, null, 2, 4, 117, 9),
-- Radiohead - Creep
(DEFAULT, null, 4, 4, 95, 10),
-- Radiohead - Karma Police
-- Rammstein - Frühling in Paris
(DEFAULT, null, 4, 4, 128, 12),
-- Rammstein - Mutter
(DEFAULT, null, 4, 4, 58, 13),
-- System of a Down - Aerials
(DEFAULT, null, 4, 4, 80, 14),
-- System of a Down - Chop Suey!
(DEFAULT, null, 4, 4, 130, 15),
-- System of a Down - Lonely Day
(DEFAULT, null, 6, 8, 75, 16),
-- System of a Down - Toxicity
(DEFAULT, null, 6, 8, 80, 17),
-- The Beatles - Yesterday
(DEFAULT, null, 4, 4, 95, 18),
-- The Cranberries - Zombie
(DEFAULT, null, 4, 4, 80, 19),
-- The Offspring - Pretty Fly (for a White Guy)
(DEFAULT, null, 4, 4, 143, 20),
-- The Offspring - Self Esteem
(DEFAULT, null, 2, 4, 105, 21),
-- Animal ДжаZ - Три полоски
(DEFAULT, null, 4, 4, 108, 22),
-- BRUTTO - 12 обезьян
(DEFAULT, null, 4, 4, 128, 23),
-- IOWA - Бьёт Бит
(DEFAULT, null, 2, 4, 110, 24),
-- IOWA - Улыбайся
(DEFAULT, null, 4, 4, 130, 25),
-- Lumen - Гореть
(DEFAULT, null, 4, 4, 67, 26),
-- N.R.M. - Лёгкія-лёгкія
(DEFAULT, null, 4, 4, 132, 27),
-- N.R.M. - Тры чарапахі
(DEFAULT, null, 2, 4, 132, 28),
-- Агата Кристи - Как на войне
(DEFAULT, null, 4, 4, 137, 29),
-- Аквариум - Город золотой
(DEFAULT, null, 2, 4, 65, 30),
-- Альянс - На заре
(DEFAULT, null, 4, 4, 127, 31),
-- Ария - Беспечный ангел
(DEFAULT, null, 4, 4, 130, 32),
-- Ария - Закат
(DEFAULT, null, 4, 4, 130, 33),
-- Ария - Осколок льда
(DEFAULT, null, 4, 4, 71, 34),
-- Ария - Штиль
(DEFAULT, null, 12, 8, 68, 35),
-- АукцЫон - Дорога
(DEFAULT, null, 3, 4, 130, 36),
-- Би-2 - Варвара
(DEFAULT, null, 2, 4, 84, 37),
-- Би-2 - Компромисс
(DEFAULT, null, 4, 4, 105, 38),
-- Би-2 - Мой рок-н-ролл
(DEFAULT, null, 4, 4, 120, 39),
-- Би-2 - Полковнику никто не пишет
(DEFAULT, null, 4, 4, 88, 40),
-- Би-2 - Серебро
(DEFAULT, null, 2, 4, 85, 41),
-- Валентин Стрыкало - Наше лето
(DEFAULT, null, 4, 4, 120, 42),
-- Гражданская оборона - Всё идёт по плану
-- Гражданская оборона - Всё как у людей
-- Гражданская оборона - Зоопарк
-- Гражданская оборона - Моя оборона
-- Гражданская оборона - Мёртвые
-- Гражданская оборона - Насрать на моё лицо
-- Гражданская оборона - Нечего терять
-- Гражданская оборона - Про дурачка
-- ДДТ - В последнюю осень
(DEFAULT, null, 2, 4, 113, 51),
-- ДДТ - Осенняя
-- ДДТ - Просвистела
-- ДДТ - Что такое осень
(DEFAULT, null, 4, 4, 198, 54),
-- ДДТ - Это всё…
-- Егор и Опизденевшие - Про дурачка
-- Егор и Опизденевшие - Про мишутку (Песенка для Янки)
-- Жуки - Батарейка
-- Звери - Всё, что касается
(DEFAULT, null, 4, 4, 177, 59),
-- Звери - До скорой встречи
(DEFAULT, null, 4, 4, 150, 60),
-- Звери - Напитки покрепче
(DEFAULT, null, 2, 4, 72, 61),
-- Звери - Просто такая сильная любовь
-- Звери - Районы-кварталы
(DEFAULT, null, 2, 4, 88, 63),
-- Земляне - Трава у дома
(DEFAULT, 'Intro', 4, 4, 85, 64),
(DEFAULT, 'Break', 4, 4, 128, 64),
-- Земфира - Искала
(DEFAULT, null, 2, 4, 95, 65),
-- Земфира - Хочешь?
(DEFAULT, null, 4, 4, 67, 66),
-- Кино - Группа крови
(DEFAULT, null, 4, 4, 124, 67),
-- Кино - Звезда по имени Солнце
(DEFAULT, null, 4, 4, 118, 68),
-- Кино - Когда твоя девушка больна
(DEFAULT, null, 4, 4, 117, 69),
-- Кино - Кончится лето
(DEFAULT, null, 4, 4, 139, 70),
-- Кино - Кукушка
(DEFAULT, null, 4, 4, 106, 71),
-- Кино - Мама, мы все тяжело больны
(DEFAULT, null, 4, 4, 167, 72),
-- Кино - Пачка сигарет
(DEFAULT, null, 2, 4, 87, 73),
-- Кино - Хочу перемен!
(DEFAULT, null, 4, 4, 130, 74),
-- Кипелов - Я свободен!
(DEFAULT, null, 4, 4, 70, 75),
-- Король и Шут - Воспоминание о былой любви
(DEFAULT, null, 4, 4, 115, 76),
-- Король и Шут - Два вора и монета
(DEFAULT, null, 4, 4, 180, 77),
-- Король и Шут - Два монаха в одну ночь
(DEFAULT, null, 4, 4, 210, 78),
-- Король и Шут - Дурак и молния
(DEFAULT, null, 4, 4, 178, 79),
-- Король и Шут - Ели мясо мужики
(DEFAULT, null, 4, 4, 170, 80),
-- Король и Шут - Жаль, нет ружья!
(DEFAULT, null, 4, 4, 152, 81),
-- Король и Шут - Камнем по голове
(DEFAULT, null, 4, 4, 165, 82),
-- Король и Шут - Кукла колдуна
(DEFAULT, null, 4, 4, 148, 83),
-- Король и Шут - Лесник
(DEFAULT, null, 4, 4, 173, 84),
-- Король и Шут - Мёртвый Анархист
(DEFAULT, null, 4, 4, 125, 85),
-- Король и Шут - Наблюдатель
(DEFAULT, null, 2, 4, 125, 86),
-- Король и Шут - Проклятый старый дом
(DEFAULT, null, 4, 4, 116, 87),
-- Король и Шут - Прыгну со скалы
(DEFAULT, null, 4, 4, 156, 88),
-- Ленинград - WWW
(DEFAULT, null, 4, 4, 140, 89),
-- Ленинград - В Питере - пить
(DEFAULT, null, 2, 4, 80, 90),
-- Ленинград - Терминатор
-- Леприконсы - Хали-Гали
(DEFAULT, null, 4, 4, 144, 92),
-- Ляпис Трубецкой - Ау
(DEFAULT, null, 4, 4, 123, 93),
-- Ляпис Трубецкой - Воины света
(DEFAULT, null, 4, 4, 105, 94),
-- Ляпис Трубецкой - В платье белом
(DEFAULT, null, 4, 4, 128, 95),
-- Ляпис Трубецкой - Грай
(DEFAULT, null, 4, 4, 92, 96),
-- Ляпис Трубецкой - Евпатория
(DEFAULT, null, 4, 4, 124, 97),
-- Ляпис Трубецкой - Капитал
(DEFAULT, null, 2, 4, 126, 98),
-- Ляпис Трубецкой - Манифест
(DEFAULT, null, 2, 4, 150, 99),
-- Ляпис Трубецкой - Не быць скотам!
(DEFAULT, null, 4, 4, 144, 100),
-- Ляпис Трубецкой - Belarus Freedom
-- Ляпис Трубецкой - Огоньки
(DEFAULT, null, 2, 4, 106, 102),
-- Ляпис Трубецкой - Сочи
(DEFAULT, null, 4, 4, 141, 103),
-- Ляпис Трубецкой - Танцуй
(DEFAULT, null, 4, 4, 212, 104),
-- Ляпис Трубецкой - Шут
(DEFAULT, null, 2, 4, 100, 105),
-- Ляпис Трубецкой - Яблони
(DEFAULT, null, 4, 4, 120, 106),
-- Ляпис Трубецкой - Я верю
(DEFAULT, null, 2, 4, 81, 107),
-- Михаил Боярский - Зеленоглазое такси
(DEFAULT, null, 4, 4, 104, 108),
-- Михаил Круг - Кольщик
(DEFAULT, null, 4, 4, 64, 109),
-- МУККА - ДЕВОЧКА С КАРЕ
(DEFAULT, null, 4, 4, 150, 110),
-- Мумий Тролль - Владивосток 2000
(DEFAULT, null, 4, 4, 130, 111),
-- Мумий Тролль - Медведица
(DEFAULT, null, 4, 4, 130, 112),
-- Наутилус Помпилиус - Дыхание
-- Наутилус Помпилиус - Крылья
-- Наутилус Помпилиус - Последнее письмо
(DEFAULT, 'Intro, Verse 1', 2, 4, 50, 115),
(DEFAULT, 'Chorus', 2, 4, 85, 115),
-- Наутилус Помпилиус - Прогулки по воде
-- Наутилус Помпилиус - Скованные одной цепью
-- Наутилус Помпилиус - Я хочу быть с тобой
-- Ненси - Дым сигарет с ментолом
(DEFAULT, null, 4, 4, 75, 119),
-- Порнофильмы - Я так соскучился
(DEFAULT, null, 6, 8, 64, 120),
-- Сектор Газа - 30 лет
(DEFAULT, null, 4, 4, 151, 121),
-- Сектор Газа - Демобилизация
(DEFAULT, null, 4, 4, 204, 122),
-- Сектор Газа - Пора домой
(DEFAULT, null, 4, 4, 160, 123),
-- Сектор Газа - Туман
(DEFAULT, null, 4, 4, 160, 124),
-- Сергей Тихановcкий & Kosmas - Разбуры турмы муры
(DEFAULT, null, 6, 8, 69, 125),
-- Сергей Тихановcкий & Kosmas - Стены рухнут
(DEFAULT, null, 6, 8, 69, 126),
-- Синяя птица - Там, где клён шумит
(DEFAULT, null, 2, 4, 65, 127),
-- Слот - Круги на воде
(DEFAULT, null, 4, 4, 71, 128),
-- Сплин - Выхода нет
(DEFAULT, null, 4, 4, 86, 129),
-- Сплин - Линия жизни
(DEFAULT, null, 4, 4, 105, 130),
-- Сплин - Моё сердце
(DEFAULT, null, 4, 4, 131, 131),
-- Сплин - Орбит без сахара
(DEFAULT, null, 4, 4, 136, 132),
-- Сплин - Романс
(DEFAULT, null, 4, 4, 100, 133),
-- Танцы Минус - Половинка
(DEFAULT, null, 2, 4, 87, 134),
-- Чичерина - Ту-лу-ла
(DEFAULT, null, 2, 4, 130, 135);