-- metronomes

INSERT INTO metronomes (id, title, numerator, denominator, tempo, song_id)
VALUES
-- Metal

-- Metallica - No Leaf Clover
(DEFAULT, null, 2, 4, 76, 10),
-- Metallica - Nothing Else Matters
(DEFAULT, null, 6, 8, 47, 20),
-- Metallica - The Unforgiven
(DEFAULT, null, 2, 4, 70, 30),
-- Rammstein - Frühling in Paris
(DEFAULT, null, 4, 4, 128, 40),
-- Rammstein - Mutter
(DEFAULT, null, 4, 4, 58, 50),
-- System of a Down - Aerials
(DEFAULT, null, 4, 4, 80, 60),
-- System of a Down - Chop Suey!
(DEFAULT, null, 4, 4, 130, 70),
-- System of a Down - Lonely Day
(DEFAULT, null, 6, 8, 75, 80),
-- System of a Down - Toxicity
(DEFAULT, null, 6, 8, 80, 90),
-- Ария - Беспечный ангел
(DEFAULT, null, 2, 4, 65, 100),
-- Ария - Закат
(DEFAULT, null, 4, 4, 130, 110),
-- Ария - Осколок льда
(DEFAULT, null, 4, 4, 71, 120),
-- Ария - Штиль
(DEFAULT, null, 12, 8, 68, 160),
-- Кипелов - Я свободен!
(DEFAULT, null, 4, 4, 70, 170),
-- Слот - Круги на воде
(DEFAULT, null, 4, 4, 71, 180),

-- Rock, Punk

-- Bon Jovi - It's My Life
(DEFAULT, null, 4, 4, 120, 1000),
-- Joan Osborne - One of Us
(DEFAULT, null, 2, 4, 88, 1010),
-- Linkin Park - Numb
(DEFAULT, null, 4, 4, 110, 1020),
-- Nirvana - Smells Like Teen Spirit
(DEFAULT, null, 2, 4, 117, 1030),
-- Radiohead - Creep
(DEFAULT, null, 4, 4, 95, 1050),
-- Radiohead - Karma Police
-- Reamonn - Supergirl
-- The Beatles - Yesterday
(DEFAULT, null, 4, 4, 95, 1080),
-- The Cranberries - Zombie
(DEFAULT, null, 4, 4, 80, 1090),
-- The Offspring - Pretty Fly (for a White Guy)
(DEFAULT, null, 4, 4, 143, 1100),
-- The Offspring - Self Esteem
(DEFAULT, null, 2, 4, 105, 1110),
-- Animal ДжаZ - Три полоски
(DEFAULT, null, 4, 4, 108, 1120),
-- BRUTTO - 12 обезьян
(DEFAULT, null, 4, 4, 128, 1130),
-- Lumen - Гореть
(DEFAULT, null, 4, 4, 67, 1150),
-- N.R.M. - Лёгкія-лёгкія
(DEFAULT, null, 4, 4, 132, 1160),
-- N.R.M. - Тры чарапахі
(DEFAULT, null, 2, 4, 132, 1170),
-- Агата Кристи - Как на войне
(DEFAULT, null, 4, 4, 137, 1180),
-- Агата Кристи - Никогда
(DEFAULT, null, 7, 4, 98, 1190),
-- Аквариум - Город золотой
(DEFAULT, null, 2, 4, 65, 1200),
-- Альянс - На заре
(DEFAULT, null, 4, 4, 127, 1220),
-- АукцЫон - Дорога
(DEFAULT, null, 3, 4, 130, 1230),
-- Би-2 - Варвара
(DEFAULT, null, 2, 4, 84, 1240),
-- Би-2 - Компромисс
(DEFAULT, null, 4, 4, 105, 1250),
-- Би-2 - Мой рок-н-ролл
(DEFAULT, null, 4, 4, 120, 1260),
-- Би-2 - Полковнику никто не пишет
(DEFAULT, null, 4, 4, 88, 1270),
-- Би-2 - Серебро
(DEFAULT, null, 2, 4, 85, 1280),
-- Валентин Стрыкало - Наше лето
(DEFAULT, null, 4, 4, 120, 1290),
-- Гражданская оборона - Всё идёт по плану
(DEFAULT, null, 2, 4, 109, 1310),
-- Гражданская оборона - Всё как у людей
-- Гражданская оборона - Зоопарк
-- Гражданская оборона - Моя оборона
-- Гражданская оборона - Мёртвые
-- Гражданская оборона - Мы идём в тишине
-- Гражданская оборона - Насрать на моё лицо
-- Гражданская оборона - Нечего терять
-- Гражданская оборона - Про дурачка
(DEFAULT, null, 2, 4, 99, 1380),
-- Егор и Опизденевшие - Про дурачка
-- Егор и Опизденевшие - Про мишутку (Песенка для Янки)
-- ДДТ - В последнюю осень
(DEFAULT, null, 2, 4, 113, 1400),
-- ДДТ - Осенняя
-- ДДТ - Просвистела
(DEFAULT, null, 4, 4, 207, 1450),
-- ДДТ - Что такое осень
(DEFAULT, null, 4, 4, 198, 1460),
-- ДДТ - Это всё…
-- Жуки - Батарейка
-- Звери - Всё, что касается
(DEFAULT, null, 4, 4, 177, 1520),
-- Звери - До скорой встречи
(DEFAULT, null, 4, 4, 150, 1530),
-- Звери - Напитки покрепче
(DEFAULT, null, 2, 4, 72, 1540),
-- Звери - Просто такая сильная любовь
(DEFAULT, null, 4, 4, 160, 1550),
-- Звери - Районы-кварталы
(DEFAULT, null, 2, 4, 88, 1560),
-- Земляне - Трава у дома
(DEFAULT, 'Intro', 4, 4, 85, 1570),
(DEFAULT, 'Break', 4, 4, 128, 1570),
-- Земфира - Искала
(DEFAULT, null, 2, 4, 95, 1580),
-- Земфира - Хочешь?
(DEFAULT, null, 4, 4, 67, 1610),
-- Кино - Группа крови
(DEFAULT, null, 4, 4, 124, 1620),
-- Кино - Игра
(DEFAULT, null, 4, 4, 90, 1625),
-- Кино - Звезда по имени Солнце
(DEFAULT, null, 4, 4, 118, 1630),
-- Кино - Когда твоя девушка больна
(DEFAULT, null, 4, 4, 117, 1640),
-- Кино - Кончится лето
(DEFAULT, null, 4, 4, 139, 1650),
-- Кино - Красно-жёлтые дни
(DEFAULT, null, 4, 4, 120, 1660),
-- Кино - Кукушка
(DEFAULT, null, 4, 4, 106, 1670),
-- Кино - Мама, мы все тяжело больны
(DEFAULT, null, 4, 4, 167, 1680),
-- Кино - Муравейник
(DEFAULT, null, 4, 4, 121, 1690),
-- Кино - Пачка сигарет
(DEFAULT, null, 2, 4, 87, 1700),
-- Кино - Следи за собой
(DEFAULT, null, 4, 4, 123, 1712),
-- Кино - Спокойная ночь
(DEFAULT, null, 4, 4, 101, 1714),
-- Кино - Хочу перемен!
(DEFAULT, null, 4, 4, 130, 1718),
-- Король и Шут - Воспоминание о былой любви
(DEFAULT, null, 4, 4, 115, 1720),
-- Король и Шут - Два вора и монета
(DEFAULT, null, 4, 4, 180, 1730),
-- Король и Шут - Два монаха в одну ночь
(DEFAULT, null, 4, 4, 210, 1740),
-- Король и Шут - Дурак и молния
(DEFAULT, null, 4, 4, 178, 1750),
-- Король и Шут - Ели мясо мужики
(DEFAULT, null, 4, 4, 170, 1760),
-- Король и Шут - Жаль, нет ружья!
(DEFAULT, null, 4, 4, 152, 1770),
-- Король и Шут - Камнем по голове
(DEFAULT, null, 4, 4, 165, 1780),
-- Король и Шут - Кукла колдуна
(DEFAULT, null, 4, 4, 148, 1790),
-- Король и Шут - Лесник
(DEFAULT, null, 4, 4, 173, 1800),
-- Король и Шут - Мёртвый Анархист
(DEFAULT, null, 4, 4, 125, 1810),
-- Король и Шут - Наблюдатель
(DEFAULT, null, 2, 4, 125, 1820),
-- Король и Шут - Проклятый старый дом
(DEFAULT, null, 4, 4, 116, 1830),
-- Король и Шут - Прыгну со скалы
(DEFAULT, null, 4, 4, 156, 1840),
-- Ленинград - WWW
(DEFAULT, null, 4, 4, 140, 1950),
-- Ленинград - В Питере - пить
(DEFAULT, null, 2, 4, 80, 1960),
-- Ленинград - Мне бы в небо
-- Ленинград - Свобода
-- Ленинград - Терминатор
-- Сергей Шнуров - Привет Морриконе
(DEFAULT, null, 4, 4, 76, 1974),
-- Леприконсы - Хали-Гали
(DEFAULT, null, 4, 4, 144, 1980),
-- Ляпис Трубецкой - Belarus Freedom
-- Ляпис Трубецкой - Ау
(DEFAULT, null, 4, 4, 123, 1995),
-- Ляпис Трубецкой - Воины света
(DEFAULT, null, 4, 4, 105, 2000),
-- Ляпис Трубецкой - В платье белом
(DEFAULT, null, 4, 4, 128, 2010),
-- Ляпис Трубецкой - Грай
(DEFAULT, null, 4, 4, 92, 2020),
-- Ляпис Трубецкой - Евпатория
(DEFAULT, null, 4, 4, 124, 2030),
-- Ляпис Трубецкой - Евпатория (remake)
(DEFAULT, null, 4, 4, 139, 2031),
-- Ляпис Трубецкой - Золотая антилопа
(DEFAULT, null, 4, 4, 176, 2035),
-- Ляпис Трубецкой - Капитал
(DEFAULT, null, 2, 4, 126, 2040),
-- Ляпис Трубецкой - Манифест
(DEFAULT, 'Intro 1', 2, 4, 92, 2050),
(DEFAULT, 'Intro 2', 2, 4, 150, 2050),
-- Ляпис Трубецкой - Не быць скотам!
(DEFAULT, null, 4, 4, 144, 2060),
-- Ляпис Трубецкой - Огоньки
(DEFAULT, null, 2, 4, 106, 2080),
-- Ляпис Трубецкой - Паренёк под следствием
(DEFAULT, null, 2, 4, 65, 2090),
-- Ляпис Трубецкой - Сочи
(DEFAULT, null, 4, 4, 141, 2100),
-- Ляпис Трубецкой - Танцуй
(DEFAULT, null, 4, 4, 212, 2110),
-- Ляпис Трубецкой - Шут
(DEFAULT, null, 2, 4, 100, 2120),
-- Ляпис Трубецкой - Юность
(DEFAULT, null, 4, 4, 65, 2125),
-- Ляпис Трубецкой - Яблони
(DEFAULT, null, 4, 4, 120, 2130),
-- Ляпис Трубецкой - Я верю
(DEFAULT, null, 2, 4, 81, 2140),
-- Мумий Тролль - Владивосток 2000
(DEFAULT, null, 4, 4, 130, 2150),
-- Мумий Тролль - Медведица
(DEFAULT, null, 4, 4, 130, 2160),
-- Наутилус Помпилиус - Дыхание
-- Наутилус Помпилиус - Крылья
-- Наутилус Помпилиус - Последнее письмо
(DEFAULT, 'Intro, Verse 1', 2, 4, 46, 2210),
(DEFAULT, 'Chorus', 2, 4, 85, 2210),
-- Наутилус Помпилиус - Прогулки по воде
-- Наутилус Помпилиус - Скованные одной цепью
-- Наутилус Помпилиус - Я хочу быть с тобой
-- Порнофильмы - Это пройдёт
(DEFAULT, null, 4, 4, 165, 2255),
-- Порнофильмы - Я так соскучился
(DEFAULT, null, 6, 8, 64, 2260),
-- Сектор Газа - 30 лет
(DEFAULT, null, 4, 4, 151, 2270),
-- Сектор Газа - Бомж
(DEFAULT, null, 4, 4, 133, 2280),
-- Сектор Газа - Демобилизация
(DEFAULT, null, 4, 4, 204, 2290),
-- Сектор Газа - Лирика
(DEFAULT, null, 2, 4, 75, 2300),
-- Сектор Газа - Пора домой
(DEFAULT, null, 4, 4, 160, 2310),
-- Сектор Газа - Туман
(DEFAULT, null, 4, 4, 160, 2320),
-- Сергей Тихановcкий & Kosmas - Разбуры турмы муры
(DEFAULT, null, 6, 8, 69, 2330),
-- Сергей Тихановcкий & Kosmas - Стены рухнут
(DEFAULT, null, 6, 8, 69, 2340),
-- Сплин - Выхода нет
(DEFAULT, null, 4, 4, 86, 2370),
-- Сплин - Линия жизни
(DEFAULT, null, 4, 4, 105, 2380),
-- Сплин - Моё сердце
(DEFAULT, null, 4, 4, 131, 2390),
-- Сплин - Орбит без сахара
(DEFAULT, null, 4, 4, 136, 2400),
-- Сплин - Романс
(DEFAULT, null, 4, 4, 100, 2410),
-- Танцы Минус - Половинка
(DEFAULT, null, 2, 4, 87, 2430),
-- Чичерина - Ту-лу-ла
(DEFAULT, null, 2, 4, 130, 2450),

-- Blues

-- Gary Moore - The Loner
(DEFAULT, null, 6, 8, 55, 3020),
-- Gary Moore - The Prophet
(DEFAULT, null, 12, 8, 53, 3030),

-- Surf

-- Pop, Dance

-- Alice Merton - No Roots
(DEFAULT, null, 4, 4, 116, 5000),
-- Leonard Cohen - Hallelujah
(DEFAULT, null, 6, 8, 56, 5005),
-- Maroon 5 - This Love
(DEFAULT, null, 4, 4, 95, 5010),
-- IOWA - Бьёт Бит
(DEFAULT, null, 2, 4, 110, 5020),
-- IOWA - Улыбайся
(DEFAULT, null, 4, 4, 130, 5030),
-- Ненси - Дым сигарет с ментолом
(DEFAULT, null, 4, 4, 75, 5080),
-- Сладкий сон - На белом покрывале января
(DEFAULT, null, 4, 4, 129, 5100),
-- Форум - Белая ночь
(DEFAULT, null, 2, 4, 126, 5110),

-- SynthPop

-- Eurythmics - Sweet Dreams (Are Made of This)
(DEFAULT, null, 4, 4, 126, 6000),

-- New school

-- МУККА - ДЕВОЧКА С КАРЕ
(DEFAULT, null, 4, 4, 150, 7040),
-- Пошлая Молли - Нон стоп
(DEFAULT, null, 4, 4, 130, 7060),
-- Шарлот - Мяу мяу мяу
(DEFAULT, null, 4, 4, 88, 7085),
-- Шарлот - Щека на щеку

-- Estrada

-- Алла Пугачёва - Позови меня с собой
(DEFAULT, null, 4, 4, 84, 8000),
-- Любэ - Конь
(DEFAULT, null, 4, 4, 80, 8020),
-- Любэ - Позови меня тихо по имени
(DEFAULT, null, 6, 8, 60, 8030),
-- Михаил Боярский - Зеленоглазое такси
(DEFAULT, null, 4, 4, 104, 8050),
-- Песняры - Белоруссия
(DEFAULT, null, 4, 4, 100, 8080),
-- Синяя птица - Там, где клён шумит
(DEFAULT, null, 2, 4, 65, 8100),
-- Татьяна Дасковская - Прекрасное далёко
(DEFAULT, null, 4, 4, 100, 8110),

-- Chanson

-- Михаил Круг - Владимирский централ
(DEFAULT, null, 4, 4, 132, 9005),
-- Михаил Круг - Кольщик
(DEFAULT, null, 4, 4, 64, 9020),
-- Стас Михайлов - Всё для тебя
(DEFAULT, null, 4, 4, 138, 9040);