-- metronomes

INSERT INTO metronomes (id, title, numerator, denominator, tempo, song_id)
VALUES
-- Alice Merton - No Roots
(DEFAULT, null, 4, 4, 116, 1),
-- Bon Jovi - It's My Life
(DEFAULT, null, 4, 4, 120, 2),
-- Eurythmics - Sweet Dreams (Are Made of This)
(DEFAULT, null, 4, 4, 126, 3),
-- Maroon 5 - This Love
(DEFAULT, null, 4, 4, 95, 4),
-- Linkin Park - Numb
(DEFAULT, null, 4, 4, 110, 5),
-- Metallica - No Leaf Clover
(DEFAULT, null, 2, 4, 75, 6),
-- Metallica - Nothing Else Matters
(DEFAULT, null, 6, 8, 47, 7),
-- Metallica - The Unforgiven
(DEFAULT, null, 2, 4, 70, 8),
-- Nirvana - Smells Like Teen Spirit
(DEFAULT, null, 2, 4, 117, 9),
-- Radiohead - Creep
(DEFAULT, null, 4, 4, 95, 10),
-- Radiohead - Karma Police
-- Rammstein - Frühling in Paris
(DEFAULT, null, 4, 4, 128, 12),
-- Rammstein - Mutter
(DEFAULT, null, 4, 4, 58, 13),
-- Reamonn - Supergirl
-- System of a Down - Aerials
(DEFAULT, null, 4, 4, 80, 15),
-- System of a Down - Chop Suey!
(DEFAULT, null, 4, 4, 130, 16),
-- System of a Down - Lonely Day
(DEFAULT, null, 6, 8, 75, 17),
-- System of a Down - Toxicity
(DEFAULT, null, 6, 8, 80, 18),
-- The Beatles - Yesterday
(DEFAULT, null, 4, 4, 95, 19),
-- The Cranberries - Zombie
(DEFAULT, null, 4, 4, 80, 20),
-- The Offspring - Pretty Fly (for a White Guy)
(DEFAULT, null, 4, 4, 143, 21),
-- The Offspring - Self Esteem
(DEFAULT, null, 2, 4, 105, 22),
-- Animal ДжаZ - Три полоски
(DEFAULT, null, 4, 4, 108, 23),
-- BRUTTO - 12 обезьян
(DEFAULT, null, 4, 4, 128, 24),
-- IOWA - Бьёт Бит
(DEFAULT, null, 2, 4, 110, 25),
-- IOWA - Улыбайся
(DEFAULT, null, 4, 4, 130, 26),
-- Lumen - Гореть
(DEFAULT, null, 4, 4, 67, 27),
-- N.R.M. - Лёгкія-лёгкія
(DEFAULT, null, 4, 4, 132, 28),
-- N.R.M. - Тры чарапахі
(DEFAULT, null, 2, 4, 132, 29),
-- Агата Кристи - Как на войне
(DEFAULT, null, 4, 4, 137, 30),
-- Агата Кристи - Никогда
(DEFAULT, null, 7, 4, 98, 31),
-- Аквариум - Город золотой
(DEFAULT, null, 2, 4, 65, 32),
-- Алла Пугачёва - Позови меня с собой
(DEFAULT, null, 4, 4, 84, 33),
-- Альянс - На заре
(DEFAULT, null, 4, 4, 127, 34),
-- Ария - Беспечный ангел
(DEFAULT, null, 4, 4, 130, 35),
-- Ария - Закат
(DEFAULT, null, 4, 4, 130, 36),
-- Ария - Осколок льда
(DEFAULT, null, 4, 4, 71, 37),
-- Ария - Штиль
(DEFAULT, null, 12, 8, 68, 38),
-- АукцЫон - Дорога
(DEFAULT, null, 3, 4, 130, 39),
-- Би-2 - Варвара
(DEFAULT, null, 2, 4, 84, 40),
-- Би-2 - Компромисс
(DEFAULT, null, 4, 4, 105, 41),
-- Би-2 - Мой рок-н-ролл
(DEFAULT, null, 4, 4, 120, 42),
-- Би-2 - Полковнику никто не пишет
(DEFAULT, null, 4, 4, 88, 43),
-- Би-2 - Серебро
(DEFAULT, null, 2, 4, 85, 44),
-- Валентин Стрыкало - Наше лето
(DEFAULT, null, 4, 4, 120, 45),
-- Гражданская оборона - Всё идёт по плану
-- Гражданская оборона - Всё как у людей
-- Гражданская оборона - Зоопарк
-- Гражданская оборона - Моя оборона
-- Гражданская оборона - Мёртвые
-- Гражданская оборона - Насрать на моё лицо
-- Гражданская оборона - Нечего терять
-- Гражданская оборона - Про дурачка
-- ДДТ - В последнюю осень
(DEFAULT, null, 2, 4, 113, 54),
-- ДДТ - Осенняя
-- ДДТ - Просвистела
-- ДДТ - Что такое осень
(DEFAULT, null, 4, 4, 198, 57),
-- ДДТ - Это всё…
-- Егор и Опизденевшие - Про дурачка
-- Егор и Опизденевшие - Про мишутку (Песенка для Янки)
-- Жуки - Батарейка
-- Звери - Всё, что касается
(DEFAULT, null, 4, 4, 177, 62),
-- Звери - До скорой встречи
(DEFAULT, null, 4, 4, 150, 63),
-- Звери - Напитки покрепче
(DEFAULT, null, 2, 4, 72, 64),
-- Звери - Просто такая сильная любовь
-- Звери - Районы-кварталы
(DEFAULT, null, 2, 4, 88, 66),
-- Земляне - Трава у дома
(DEFAULT, 'Intro', 4, 4, 85, 67),
(DEFAULT, 'Break', 4, 4, 128, 67),
-- Земфира - Искала
(DEFAULT, null, 2, 4, 95, 68),
-- Земфира - Хочешь?
(DEFAULT, null, 4, 4, 67, 69),
-- Кино - Группа крови
(DEFAULT, null, 4, 4, 124, 70),
-- Кино - Звезда по имени Солнце
(DEFAULT, null, 4, 4, 118, 71),
-- Кино - Когда твоя девушка больна
(DEFAULT, null, 4, 4, 117, 72),
-- Кино - Кончится лето
(DEFAULT, null, 4, 4, 139, 73),
-- Кино - Кукушка
(DEFAULT, null, 4, 4, 106, 74),
-- Кино - Мама, мы все тяжело больны
(DEFAULT, null, 4, 4, 167, 75),
-- Кино - Пачка сигарет
(DEFAULT, null, 2, 4, 87, 76),
-- Кино - Хочу перемен!
(DEFAULT, null, 4, 4, 130, 77),
-- Кипелов - Я свободен!
(DEFAULT, null, 4, 4, 70, 78),
-- Король и Шут - Воспоминание о былой любви
(DEFAULT, null, 4, 4, 115, 79),
-- Король и Шут - Два вора и монета
(DEFAULT, null, 4, 4, 180, 80),
-- Король и Шут - Два монаха в одну ночь
(DEFAULT, null, 4, 4, 210, 81),
-- Король и Шут - Дурак и молния
(DEFAULT, null, 4, 4, 178, 82),
-- Король и Шут - Ели мясо мужики
(DEFAULT, null, 4, 4, 170, 83),
-- Король и Шут - Жаль, нет ружья!
(DEFAULT, null, 4, 4, 152, 84),
-- Король и Шут - Камнем по голове
(DEFAULT, null, 4, 4, 165, 85),
-- Король и Шут - Кукла колдуна
(DEFAULT, null, 4, 4, 148, 86),
-- Король и Шут - Лесник
(DEFAULT, null, 4, 4, 173, 87),
-- Король и Шут - Мёртвый Анархист
(DEFAULT, null, 4, 4, 125, 88),
-- Король и Шут - Наблюдатель
(DEFAULT, null, 2, 4, 125, 89),
-- Король и Шут - Проклятый старый дом
(DEFAULT, null, 4, 4, 116, 90),
-- Король и Шут - Прыгну со скалы
(DEFAULT, null, 4, 4, 156, 91),
-- Ленинград - WWW
(DEFAULT, null, 4, 4, 140, 92),
-- Ленинград - В Питере - пить
(DEFAULT, null, 2, 4, 80, 93),
-- Ленинград - Терминатор
-- Леприконсы - Хали-Гали
(DEFAULT, null, 4, 4, 144, 95),
-- Ляпис Трубецкой - Ау
(DEFAULT, null, 4, 4, 123, 96),
-- Ляпис Трубецкой - Воины света
(DEFAULT, null, 4, 4, 105, 97),
-- Ляпис Трубецкой - В платье белом
(DEFAULT, null, 4, 4, 128, 98),
-- Ляпис Трубецкой - Грай
(DEFAULT, null, 4, 4, 92, 99),
-- Ляпис Трубецкой - Евпатория
(DEFAULT, null, 4, 4, 124, 100),
-- Ляпис Трубецкой - Капитал
(DEFAULT, null, 2, 4, 126, 101),
-- Ляпис Трубецкой - Манифест
(DEFAULT, 'Intro 1', 2, 4, 92, 102),
(DEFAULT, 'Intro 2', 2, 4, 150, 102),
-- Ляпис Трубецкой - Не быць скотам!
(DEFAULT, null, 4, 4, 144, 103),
-- Ляпис Трубецкой - Belarus Freedom
-- Ляпис Трубецкой - Огоньки
(DEFAULT, null, 2, 4, 106, 105),
-- Ляпис Трубецкой - Сочи
(DEFAULT, null, 4, 4, 141, 106),
-- Ляпис Трубецкой - Танцуй
(DEFAULT, null, 4, 4, 212, 107),
-- Ляпис Трубецкой - Шут
(DEFAULT, null, 2, 4, 100, 108),
-- Ляпис Трубецкой - Яблони
(DEFAULT, null, 4, 4, 120, 109),
-- Ляпис Трубецкой - Я верю
(DEFAULT, null, 2, 4, 81, 110),
-- Михаил Боярский - Зеленоглазое такси
(DEFAULT, null, 4, 4, 104, 111),
-- Михаил Круг - Владимирский централ
(DEFAULT, null, 4, 4, 132, 112),
-- Михаил Круг - Кольщик
(DEFAULT, null, 4, 4, 64, 113),
-- МУККА - ДЕВОЧКА С КАРЕ
(DEFAULT, null, 4, 4, 150, 114),
-- Мумий Тролль - Владивосток 2000
(DEFAULT, null, 4, 4, 130, 115),
-- Мумий Тролль - Медведица
(DEFAULT, null, 4, 4, 130, 116),
-- Наутилус Помпилиус - Дыхание
-- Наутилус Помпилиус - Крылья
-- Наутилус Помпилиус - Последнее письмо
(DEFAULT, 'Intro, Verse 1', 2, 4, 50, 119),
(DEFAULT, 'Chorus', 2, 4, 85, 119),
-- Наутилус Помпилиус - Прогулки по воде
-- Наутилус Помпилиус - Скованные одной цепью
-- Наутилус Помпилиус - Я хочу быть с тобой
-- Ненси - Дым сигарет с ментолом
(DEFAULT, null, 4, 4, 75, 123),
-- Порнофильмы - Я так соскучился
(DEFAULT, null, 6, 8, 64, 124),
-- Сектор Газа - 30 лет
(DEFAULT, null, 4, 4, 151, 125),
-- Сектор Газа - Демобилизация
(DEFAULT, null, 4, 4, 204, 126),
-- Сектор Газа - Лирика
(DEFAULT, null, 2, 4, 75, 127),
-- Сектор Газа - Пора домой
(DEFAULT, null, 4, 4, 160, 128),
-- Сектор Газа - Туман
(DEFAULT, null, 4, 4, 160, 129),
-- Сергей Тихановcкий & Kosmas - Разбуры турмы муры
(DEFAULT, null, 6, 8, 69, 130),
-- Сергей Тихановcкий & Kosmas - Стены рухнут
(DEFAULT, null, 6, 8, 69, 131),
-- Синяя птица - Там, где клён шумит
(DEFAULT, null, 2, 4, 65, 132),
-- Слот - Круги на воде
(DEFAULT, null, 4, 4, 71, 133),
-- Сплин - Выхода нет
(DEFAULT, null, 4, 4, 86, 134),
-- Сплин - Линия жизни
(DEFAULT, null, 4, 4, 105, 135),
-- Сплин - Моё сердце
(DEFAULT, null, 4, 4, 131, 136),
-- Сплин - Орбит без сахара
(DEFAULT, null, 4, 4, 136, 137),
-- Сплин - Романс
(DEFAULT, null, 4, 4, 100, 138),
-- Танцы Минус - Половинка
(DEFAULT, null, 2, 4, 87, 139),
-- Чичерина - Ту-лу-ла
(DEFAULT, null, 2, 4, 130, 140);