-- metronomes

INSERT INTO metronomes (id, title, numerator, denominator, tempo, song_id)
VALUES
-- Alice Merton - No Roots
(DEFAULT, null, 4, 4, 116, 1),
-- Bon Jovi - It's My Life
(DEFAULT, null, 4, 4, 120, 2),
-- Eurythmics - Sweet Dreams (Are Made of This)
(DEFAULT, null, 4, 4, 126, 3),
-- Maroon 5 - This Love
(DEFAULT, null, 4, 4, 95, 4),
-- Metallica - No Leaf Clover
(DEFAULT, null, 2, 4, 75, 5),
-- Metallica - Nothing Else Matters
(DEFAULT, null, 6, 8, 47, 6),
-- Metallica - The Unforgiven
(DEFAULT, null, 2, 4, 70, 7),
-- Nirvana - Smells Like Teen Spirit
(DEFAULT, null, 2, 4, 117, 8),
-- Radiohead - Creep
(DEFAULT, null, 4, 4, 95, 9),
-- Radiohead - Karma Police
-- Rammstein - Frühling in Paris
(DEFAULT, null, 4, 4, 128, 11),
-- Rammstein - Mutter
(DEFAULT, null, 4, 4, 58, 12),
-- System of a Down - Aerials
(DEFAULT, null, 4, 4, 80, 13),
-- System of a Down - Chop Suey!
(DEFAULT, null, 4, 4, 130, 14),
-- System of a Down - Lonely Day
(DEFAULT, null, 6, 8, 75, 15),
-- System of a Down - Toxicity
(DEFAULT, null, 6, 8, 80, 16),
-- The Beatles - Yesterday
(DEFAULT, null, 4, 4, 95, 17),
-- The Cranberries - Zombie
(DEFAULT, null, 4, 4, 80, 18),
-- Animal ДжаZ - Три полоски
(DEFAULT, null, 4, 4, 108, 19),
-- BRUTTO - 12 обезьян
(DEFAULT, null, 4, 4, 128, 20),
-- IOWA - Бьёт Бит
(DEFAULT, null, 2, 4, 110, 21),
-- IOWA - Улыбайся
(DEFAULT, null, 4, 4, 130, 22),
-- Lumen - Гореть
(DEFAULT, null, 4, 4, 67, 23),
-- N.R.M. - Лёгкія-лёгкія
(DEFAULT, null, 4, 4, 132, 24),
-- N.R.M. - Тры чарапахі
(DEFAULT, null, 2, 4, 132, 25),
-- Агата Кристи - Как на войне
(DEFAULT, null, 4, 4, 137, 26),
-- Аквариум - Город золотой
(DEFAULT, null, 2, 4, 65, 27),
-- Альянс - На заре
(DEFAULT, null, 4, 4, 127, 28),
-- Ария - Беспечный ангел
(DEFAULT, null, 4, 4, 130, 29),
-- Ария - Закат
(DEFAULT, null, 4, 4, 130, 30),
-- Ария - Осколок льда
(DEFAULT, null, 4, 4, 71, 31),
-- Ария - Штиль
(DEFAULT, null, 12, 8, 68, 32),
-- АукцЫон - Дорога
(DEFAULT, null, 3, 4, 130, 33),
-- Би-2 - Варвара
(DEFAULT, null, 2, 4, 84, 34),
-- Би-2 - Компромисс
(DEFAULT, null, 4, 4, 105, 35),
-- Би-2 - Мой рок-н-ролл
(DEFAULT, null, 4, 4, 120, 36),
-- Би-2 - Полковнику никто не пишет
(DEFAULT, null, 4, 4, 88, 37),
-- Би-2 - Серебро
(DEFAULT, null, 2, 4, 85, 38),
-- Валентин Стрыкало - Наше лето
(DEFAULT, null, 4, 4, 120, 39),
-- Гражданская оборона - Всё идёт по плану
-- Гражданская оборона - Всё как у людей
-- Гражданская оборона - Зоопарк
-- Гражданская оборона - Моя оборона
-- Гражданская оборона - Мёртвые
-- Гражданская оборона - Насрать на моё лицо
-- Гражданская оборона - Нечего терять
-- Гражданская оборона - Про дурачка
-- ДДТ - В последнюю осень
(DEFAULT, null, 2, 4, 113, 48),
-- ДДТ - Осенняя
-- ДДТ - Просвистела
-- ДДТ - Что такое осень
(DEFAULT, null, 4, 4, 198, 51),
-- ДДТ - Это всё…
-- Егор и Опизденевшие - Про дурачка
-- Егор и Опизденевшие - Про мишутку (Песенка для Янки)
-- Жуки - Батарейка
-- Звери - Всё, что касается
(DEFAULT, null, 4, 4, 177, 56),
-- Звери - До скорой встречи
(DEFAULT, null, 4, 4, 150, 57),
-- Звери - Напитки покрепче
(DEFAULT, null, 2, 4, 72, 58),
-- Звери - Просто такая сильная любовь
-- Звери - Районы-кварталы
(DEFAULT, null, 2, 4, 88, 60),
-- Земляне - Трава у дома
(DEFAULT, 'Intro', 4, 4, 85, 61),
(DEFAULT, 'Break', 4, 4, 128, 61),
-- Земфира - Искала
(DEFAULT, null, 2, 4, 95, 62),
-- Земфира - Хочешь?
(DEFAULT, null, 4, 4, 67, 63),
-- Кино - Группа крови
(DEFAULT, null, 4, 4, 124, 64),
-- Кино - Звезда по имени Солнце
(DEFAULT, null, 4, 4, 118, 65),
-- Кино - Когда твоя девушка больна
(DEFAULT, null, 4, 4, 117, 66),
-- Кино - Кончится лето
(DEFAULT, null, 4, 4, 139, 67),
-- Кино - Кукушка
(DEFAULT, null, 4, 4, 106, 68),
-- Кино - Мама, мы все тяжело больны
(DEFAULT, null, 4, 4, 167, 69),
-- Кино - Пачка сигарет
(DEFAULT, null, 2, 4, 87, 70),
-- Кино - Хочу перемен!
(DEFAULT, null, 4, 4, 130, 71),
-- Кипелов - Я свободен!
(DEFAULT, null, 4, 4, 70, 72),
-- Король и Шут - Воспоминание о былой любви
(DEFAULT, null, 4, 4, 115, 73),
-- Король и Шут - Дурак и молния
(DEFAULT, null, 4, 4, 178, 74),
-- Король и Шут - Ели мясо мужики
(DEFAULT, null, 4, 4, 170, 75),
-- Король и Шут - Жаль, нет ружья!
(DEFAULT, null, 4, 4, 152, 76),
-- Король и Шут - Камнем по голове
(DEFAULT, null, 4, 4, 162, 77),
-- Король и Шут - Кукла колдуна
(DEFAULT, null, 4, 4, 148, 78),
-- Король и Шут - Лесник
(DEFAULT, null, 4, 4, 173, 79),
-- Король и Шут - Мёртвый Анархист
(DEFAULT, null, 4, 4, 125, 80),
-- Король и Шут - Наблюдатель
(DEFAULT, null, 2, 4, 125, 81),
-- Король и Шут - Проклятый старый дом
(DEFAULT, null, 4, 4, 120, 82),
-- Король и Шут - Прыгну со скалы
(DEFAULT, null, 4, 4, 156, 83),
-- Ленинград - WWW
(DEFAULT, null, 4, 4, 140, 84),
-- Ленинград - В Питере - пить
(DEFAULT, null, 2, 4, 80, 85),
-- Ленинград - Терминатор
-- Леприконсы - Хали-Гали
(DEFAULT, null, 4, 4, 144, 87),
-- Ляпис Трубецкой - Ау
(DEFAULT, null, 4, 4, 123, 88),
-- Ляпис Трубецкой - Воины света
(DEFAULT, null, 4, 4, 105, 89),
-- Ляпис Трубецкой - В платье белом
(DEFAULT, null, 4, 4, 128, 90),
-- Ляпис Трубецкой - Грай
(DEFAULT, null, 4, 4, 92, 91),
-- Ляпис Трубецкой - Евпатория
(DEFAULT, null, 4, 4, 124, 92),
-- Ляпис Трубецкой - Капитал
(DEFAULT, null, 2, 4, 126, 93),
-- Ляпис Трубецкой - Манифест
(DEFAULT, null, 2, 4, 150, 94),
-- Ляпис Трубецкой - Не быць скотам!
(DEFAULT, null, 4, 4, 144, 95),
-- Ляпис Трубецкой - Belarus Freedom
-- Ляпис Трубецкой - Огоньки
(DEFAULT, null, 2, 4, 106, 97),
-- Ляпис Трубецкой - Сочи
(DEFAULT, null, 4, 4, 141, 98),
-- Ляпис Трубецкой - Танцуй
(DEFAULT, null, 4, 4, 212, 99),
-- Ляпис Трубецкой - Шут
(DEFAULT, null, 2, 4, 100, 100),
-- Ляпис Трубецкой - Яблони
(DEFAULT, null, 4, 4, 120, 101),
-- Ляпис Трубецкой - Я верю
(DEFAULT, null, 2, 4, 81, 102),
-- Михаил Боярский - Зеленоглазое такси
(DEFAULT, null, 4, 4, 104, 103),
-- Михаил Круг - Кольщик
(DEFAULT, null, 4, 4, 64, 104),
-- МУККА - ДЕВОЧКА С КАРЕ
(DEFAULT, null, 4, 4, 150, 105),
-- Мумий Тролль - Владивосток 2000
(DEFAULT, null, 4, 4, 130, 106),
-- Мумий Тролль - Медведица
(DEFAULT, null, 4, 4, 130, 107),
-- Наутилус Помпилиус - Дыхание
-- Наутилус Помпилиус - Крылья
-- Наутилус Помпилиус - Последнее письмо
(DEFAULT, 'Intro, Verse 1', 2, 4, 50, 110),
(DEFAULT, 'Chorus', 2, 4, 85, 110),
-- Наутилус Помпилиус - Прогулки по воде
-- Наутилус Помпилиус - Скованные одной цепью
-- Наутилус Помпилиус - Я хочу быть с тобой
-- Ненси - Дым сигарет с ментолом
(DEFAULT, null, 4, 4, 75, 114),
-- Порнофильмы - Я так соскучился
(DEFAULT, null, 6, 8, 64, 115),
-- Сектор Газа - 30 лет
(DEFAULT, null, 4, 4, 151, 116),
-- Сектор Газа - Демобилизация
(DEFAULT, null, 4, 4, 204, 117),
-- Сектор Газа - Пора домой
(DEFAULT, null, 4, 4, 160, 118),
-- Сектор Газа - Туман
(DEFAULT, null, 4, 4, 160, 119),
-- Сергей Тихановcкий & Kosmas - Разбуры турмы муры
(DEFAULT, null, 6, 8, 69, 120),
-- Сергей Тихановcкий & Kosmas - Стены рухнут
(DEFAULT, null, 6, 8, 69, 121),
-- Синяя птица - Там, где клён шумит
(DEFAULT, null, 2, 4, 65, 122),
-- Слот - Круги на воде
(DEFAULT, null, 4, 4, 71, 123),
-- Сплин - Выхода нет
(DEFAULT, null, 4, 4, 86, 124),
-- Сплин - Линия жизни
(DEFAULT, null, 4, 4, 105, 125),
-- Сплин - Моё сердце
(DEFAULT, null, 4, 4, 131, 126),
-- Сплин - Орбит без сахара
(DEFAULT, null, 4, 4, 136, 127),
-- Сплин - Романс
(DEFAULT, null, 4, 4, 100, 128),
-- Танцы Минус - Половинка
(DEFAULT, null, 2, 4, 87, 129),
-- Чичерина - Ту-лу-ла
(DEFAULT, null, 2, 4, 130, 130);